Revit 2024 API
ParameterTypeId.MepLowerCenterlineElevation Property
 "Lower End Centerline Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepLowerCenterlineElevation { get; }
Visual Basic
Public Shared ReadOnly Property MepLowerCenterlineElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepLowerCenterlineElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace